// list of organizational structures (used by RequiredSelect)
// list of controls/labels for generated selects
export const nameStructures = [
  { key: "s1", label: "МПЭС" },
  { key: "s2", label: "РКЭС" },
  { key: "s3", label: "Мастерский участок" },
];

export const MPES = [
  "МПЭС Вятско Полянское",
  "МПЭС Кирово-Чепецкое",
  "МПЭС Котельничское",
  "МПЭС Омутнинское",
  "МПЭС Слободское",
  "МПЭС Советское",
];

export const RKES = [
  "Вятско-Полянский РКЭС",
  "Зуевский РКЭС",
  "Кирово-Чепецкий РКЭС",
  "Котельничский РКЭС",
  "Мурашниский РКЭС",
  "Нолинский РКЭС",
  "Подосиновский РКЭС",
  "Советский РКЭС",
  "Яранский РКЭС",
  "Нет РКЭС",
];
export const MU = [
  "МУ Арбажский",
  "МУ Афанасьевский",
  "МУ Бело-Холуницкий",
  "МУ Богородский",
  "МУ Вахрушевский",
  "МУ Верхошижемский",
  "МУ Вятско Полянский",
  "МУ Даровской",
  "МУ Демьяновский",
  "МУ Зуевский",
  "МУ Каринторфский",
  "МУ Кикнурский",
  "МУ Кильмезский",
  "МУ Кирово-Чепецкий",
  "МУ Котельнический",
  "МУ Куменский",
  "МУ Лальский",
  "МУ Лойнский",
  "МУ Лузский",
  "МУ Малмыжский",
  "МУ Медведский",
  "МУ Мурашинский",
  "МУ Нагорский",
  "МУ Немский",
  "МУ Нолинский",
  "МУ Омутнинский",
  "МУ Опаринский",
  "МУ Оричевский",
  "МУ Орловский",
  "МУ Песковский",
  "МУ Пижанский",
  "МУ Подосиновский",
  "МУ Санчурский",
  "МУ Свечинский",
  "МУ Слободской",
  "МУ Советский",
  "МУ Сунский",
  "МУ Тужинский",
  "МУ Унинский",
  "МУ Уржумский",
  "МУ Фалёнский",
  "МУ Чёрнохолуницкий",
  "МУ Шабалинский",
  "МУ Юрьянский",
  "МУ Яранский",
];

export const ADRESS = [
  { key: "s1", label: "Населенный пункт" },
  { key: "s2", label: "Микрорайон/квартал" },
  { key: "s3", label: "Улица" },
  { key: "s4", label: "Дом" },
  { key: "s5", label: "Корпус (литера)" },
  { key: "s6", label: "Квартира (офис)" },
];

export const ADRESSNAME = [
  "пгт. Арбаж",
  "пгт. Афанасьево",
  "д. Бажгалы",
  "д. Басиха",
  "г. Белая Холуница",
  "д. Белые Чежеги",
  "пгт. Богородское",
  "пос. Большевик",
  "д. Боярское",
  "д. Булычёвы",
  "д. Бяково",
  "пгт. Вахруши",
  "д. Векшино",
  "пгт. Верхошижемье",
  "д. Воробьи",
  "г. Вятские Поляны",
  "пгт. Даровской",
  "пгт. Демьяново",
  "д. Ефимовцы",
  "пгт. Фаленки",
  "д. Глушки",
  "д. Жарники",
  "д. Жуки",
  "д. Злобино",
  "г. Зуевка",
  "с. Калинино",
  "д. Кабановщина",
  "д. Каркино",
  "пгт. Кикнур",
  "пгт. Кильмезь",
  "г. Киров",
  "г. Кирово-Чепецк",
  "пос. Ключи",
  "пгт. Косино",
  "пос. Косино",
  "г. Котельнич",
  "д. Криничи",
  "пгт. Кумёны",
  "д. Кушак",
  "пгт. Лальск",
  "д. Лебеди",
  "с. Ленинское",
  "пгт. Ленинское",
  "д. Лимоновы",
  "д. Лобань",
  "д. Ложкины",
  "г. Луза",
  "с. Лойно",
  "д. Маклаки",
  "г. Малмыж",
  "пос. Медведок",
  "д. Мундоро",
  "пгт. Нагорск",
  "пгт. Нема",
  "д. Нижняя Тойма",
  "г. Нолинск",
  "г. Омутнинск",
  "пос. Омутнинский",
  "пгт. Опарино",
  "пгт. Оричи",
  "д. Ореховцы",
  "г. Орлов",
  "д. Пелевичи",
  "пгт. Первомайский",
  "пгт. Песковка",
  "пгт. Пижанка",
  "пгт. Подосиновец",
  "д. Помаскины",
  "д. Поповщина",
  "пос. Перекоп",
  "пос. Пригородный",
  "д. Прохоры",
  "д. Салтыки",
  "пгт. Санчурск",
  "пгт. Свеча",
  "д. Сметанники",
  "г. Слободской",
  "г. Советск",
  "пгт. Суна",
  "г. Тестовый",
  "д. Теребиловка",
  "пос. Торфопредприятие",
  "пгт. Тужа",
  "пгт. Уни",
  "г. Уржум",
  "пгт. Вахруши",
  "пос. Центральная усадьба Плодосовхоза",
  "г. Яранск",
  "пгт. Юрья",
  "д. Черные Чежеги",
  "с. Черновское",
  "пос. Чёрная Холуница",
  "д. Шамагичи",
  "с. Шурма",
];

export const streetArbazh = [
  "ул. Весенняя",
  "ул. Дачная",
  "ул. Заводская",
  "ул. Заречная",
  "ул. Колхозная",
  "ул. Лермонтова",
  "ул. Лесная",
  "ул. Молодежная",
  "ул. Набережная",
  "ул. Некрасова",
  "пер. Речной",
  "ул. Советская",
  "ул. Спортивная",
  "ул. ХХ",
  "ул. Южная",
  "пер. Южный",
];

export const streetAfanasyevo = [
  ул. Вербная
ул. Гагарина
ул. Горького
ул. Гудовских
ул. Заречная
ул. Кирова
ул. Комсомольская
ул. Красных Партизан
ул. Куйбышева
ул. Нагорная
ул. Октябрьская
ул. Парковая
ул. Первомайская
ул. Снежная
ул. Соболева
ул. Советская
ул. Спортивная
ул. Трушниковы
ул. Чапаева
ул. Южная
ул. Юности

]

export const streetBazhgali = [
  ул. Кедровая
ул. Тополиная
ул. ХХ
ул. Чуринская


]

export const streetBasikha = [
 
ул. ХХ


]

export const streetBelayaKholunitsa= [
 
ул. Бастракова
ул. Быданова
ул. Володарского
ул. Гагарина
ул. Глазырина
ул. Горбачева
ул. Дружба
ул. Елочная
ул. Ёлочная
ул. Елькина
ул. Захваткина
ул. Здравоохранение
ул. Здравоохранения
ул. Калабинская
ул. Коммунаров
ул. Коммунистическая
ул. комсомольская
ул. Красноармейская
ул. Ленина
ул. Лесная
ул. Набережная
ул. Новая
ул. Октябрьская
ул. П.Смирнова
ул. Парковая
ул. Первомайская
ул. Пионерская
ул. Победы
ул. Полевая
ул. Пролетарская
ул. Радужная
ул. Речная
ул. Садовая
ул. Свободы
ул. Смирнова
ул. Советская
ул. Совхозная
ул. Солидарности
ул. Сосновка
ул. Ст.Халтурина
ул. Усатовой
ул. Чапаева
ул. Шамурова
ул. Школьная
ул. Энгельса
ул. Юбилейная

]


export const streetBelyyeChezhegi = [
 
ул. Солнечная	  
ул. ХХ


]

export const streetBogorodskoye = [
 
ул. 1 мая
ул. 50 ЛЕТ ВЛКСМ
ул. БОЛЬНИЧНАЯ
ул. Заводская
ул. КОММУНЫ
ул. Кооперативная
ул. Мелиоративная
ул. Мира
ул. НЕКРАСОВА
ул. Октябрьская
ул. Парковая
ул. ПОЛЕВАЯ
ул. Северная
ул. Советская
ул. ХХ
ул. Южная
ул. ЯРОСЛАВСКАЯ



]

export const streetBolshevik = [
 
	ул. Озерная	  
	ул. Полевая


]

export const streetBoyarskoye = [
 
	ул. ХХ  


]
export const streetBulychevy = [
 
	ул. ХХ  


]

export const streetByakovo = [

ул. Новая
ул. Овражная
ул. Походная
ул. Прудная
ул. Садовая
ул. ХХ
ул. Центральная


]

export const streetVakhrushi = [

ул. Базарная
ул. Володарского
ул. К.Маркса
ул. Калинина
ул. Кирова
пер. Кирова
ул. Коммуны
ул. Ленина
ул. Луговая
ул. Новая
ул. Парковая
ул. Пролетарская
пер. Пролетарский
ул. Профсоюзная
ул. Рабочая
ул. Российская
ул. Садовая
ул. Свободы
ул. Солнечная
пер. Строителей
ул. Труда
ул. ул.Сосновая
ул. ХХ
ул. Цветочная


]

export const streetVekshino = [

ул. Алексеева
ул. Векшинская
ул. Дорожная
ул. Луговая
ул. Мира
ул. Набережная
ул. Нижняя
пер. Новый
ул. Полевая
ул. Пригородная
ул. Речная
ул. ХХ



]

export const streetVerkoshizhemye = [

ул. 60 лет Октября
ул. Базарная
ул. Весенняя
ул. Восточная
ул. Высоцкого
ул. Гагарина
ул. Горького
ул. Дружбы
ул. Заводская
ул. Западная
ул. Заречная
ул. Зеленая
ул. Кирова
ул. Коммунистическая
ул. Комсомольская
ул. Куренская
ул. Лесная
ул. Ломоносова
ул. Макарова
ул. Мира
пер. Молодогвардейский
ул. Молодой Гвардии
ул. Набережная
ул. Октябрьская
ул. Парковая
ул. Первомайская
ул. Пионерская
ул. Победы
ул. Правды
ул. Пролетарская
ул. ПС Верхошижемье
ул. Свободы
ул. Советская
ул. Строителей
ул. Труда
ул. Усадьба Совхоза
ул. Школьная
ул. Юбилейная
ул. Южная


]

export const streetVorobyi = [

ул. ХХ

]

export const streetVyatskiyePolyany = [

пер. 1-й Зеленый
пер. 1-й К.Маркса
пер. 1-й Советский
пер. 1-й Шорина
пер. 2-й К.Маркса
пер. 2-й Комсомольский
пер. 2-й Мичурина
пер. 2-й Олимпийский
пер. 2-й Толстого
пер. 2-й Чехова
пер. 2-й Шорина
пер. 3-й Шорина
ул. Аграрная
ул. Азина
пер. Армейский
ул. Береговая
пер. Больничный
ул. Ваганова
ул. Восточная
ул. Гагарина
ул. Герцена
ул. Городская
ул. Деповская
ул. Дзержинского
ул. Дорожная
ул. Железнодорожная
ул. З.Космодемьянской
ул. Загородная
ул. Заречная
ул. К.Маркса
ул. Кирова
ул. Колхозная
ул. Коммунальная
пер. Комсомольский
ул. Кооперативная
ул. Красная
ул. Красноармейская
ул. Краснознаменная
ул. Крупская
ул. Крупской
ул. Кукина
ул. Ленина
пер. Ленинский
ул. Лермонтова
ул. Лесная
пер. Лесной
ул. Луговая
ул. Матросова
ул. Маяковского
ул. Механизаторов
ул. Мира
ул. Молодежная
ул. Набережная
ул. Нагорная
пер. Некрасова
ул. Новая
пер. Новый
ул. Октябрьская
ул. Островского
ул. Пароходная
ул. пер.2-й К.Маркса
ул. Первомайская
ул. Перевозная
ул. Плеханова
ул. Победы
ул. Подгорная
пер. Рабочий
ул. Речная
ул. Рождественская
ул. Садовая
ул. Свободы
пер. Свободы
ул. сдт Восход
мкр-н Северный
ул. Советская
ул. Спортивная
ул. Строительная
ул. Тойменка
ул. Трещева
ул. Тургенева
ул. Урицкого
ул. Физкультурная
ул. ХХ
ул. Чапаева
ул. Чернышевского
ул. Чехова
ул. Школьная
ул. Шорина
пер. Шорина
ул. Энергетиков


]

export const streetDarovskoy = [

ул. 2-ая Советская
ул. Береговая
ул. Гагарина
ул. Детская
ул. Дымковская
ул. Есенина
ул. Заводская
ул. Загребина
ул. Заречная
ул. Кирова
ул. Колхозная
ул. Коммуны
ул. Кооперативная
ул. Луговая
ул. Луговская
ул. Мичурина
ул. Набережная
ул. Октябрьская
ул. Первомайская
ул. Песчаная
ул. Поздины
ул. Речная
ул. Северная
ул. Советская
ул. Степана Халтурина
ул. ХХ
ул. Чкалова
ул. Юбилейная
ул. Южная
пер. Южный


]

export const streetDemyanovo = [

ул. Береговая
ул. Комсомольская
ул. Набережная
ул. Нагорная
ул. Свободы
ул. Советская
ул. Трактовая
ул. ХХ
ул. Школьная
ул. Энергетиков


]

export const streetYefimovtsy = [

ул. ХХ


]

export const streetFalenki = [

ул. Воробьёва
ул. Колхозная
ул. Коммунистическая
пер. Комсомольский
ул. Красноармейская
ул. Краснофлотская
пер. Лесной
ул. Мопра
ул. Первомайская
пер. Первомайский
пер. Пионерский
ул. Привокзальная
ул. Профсоюзная
ул. Пушкина
пер. Речной
пер. Садовый
ул. Свободы
ул. Северная
ул. Советская
ул. Спортивная
ул. Тимирязева
ул. Труда
ул. Урожайная
ул. ХХ
пер. Цветной
ул. Чапаева



]

export const streetGlushki = [

	ул. Светлая	  
	ул. Спортивная	  
	ул. ХХ


]

export const streetZharniki = [

  ул. Суворова  
	ул. ХХ


]

export const streetZhuki = [


	ул. ХХ


]

export const streetZlobino = [

	ул. ХХ

]

export const streetZuyevka = [

ул. 2-я Советская
пл. Базарная
ул. Вавилова
ул. Восточная
ул. Герцена
ул. Десантников
ул. Дрелевского
ул. Заводская
ул. Исполкомовская
ул. К.Либкнехта
ул. К.Цеткин
ул. Карла Маркса
ул. Кирова
ул. Колхозная
ул. Куйбышева
ул. Ленина
ул. Луговая
ул. Луначарского
ул. М.Гвардии
пер. Малый
ул. Мелиоративная
ул. Овсянникова
ул. Опалева
ул. Партизанская
ул. Первомайская
ул. Пушкина
ул. Республики
пл. Свердлова
ул. Свердлова
ул. Серова
ул. Тимирязева
ул. Торговая
ул. Труда
ул. Урицкого
ул. ХХ
ул. Чапаева
ул. Энгельса
ул. Энегельса
ул. Южная


]

export const streetKalinino = [

ул. Горная
ул. Комсомольская
ул. Лоншакова
ул. Молодёжная
ул. Пролетарская
пер. Пролетарский
ул. Труда
ул. ХХ


]

export const streetKabanovshchina = [

ул. ХХ

]

export const streetKarkino = [

ул. Берегова
ул. Береговая
ул. Луговая
ул. Мира
ул. Молодежная
ул. ХХ
ул. Центральная


]

export const streetKiknur = [

ул. Гагарина
ул. Колхозная
ул. Ленина
ул. Луговая
ул. Мира
ул. Мичурина
ул. Первомайская
ул. Пионерская
ул. Пономарева
ул. Пономарёва
ул. Пролетарская
ул. Профсоюзная
ул. Пушкина
ул. Свободы
ул. Сергея Шарыгина
ул. Советская
ул. Энтузиастов
пер. Юбилейный
ул. Юности


]

export const streetKilmez = [

ул. Больничная
ул. Большевиков
пер. Горького
ул. Горького
ул. Заводская
ул. Западная
ул. Инженерная
ул. Карла Маркса
ул. Кирова
ул. Колхозная
пер. Колхозный
ул. Комсомольская
ул. Кооперативная
ул. Красноармейская
ул. Кудрина
ул. Лесная
ул. Магистральная
ул. Мелиораторов
ул. Мельникова
ул. Механизаторов
ул. Молодежная
ул. Набережная
ул. Октябрьская
ул. пер.Заводской
ул. Первомайска
ул. Первомайская
ул. Пионерская
ул. Полевая
ул. Промысловая
ул. Радужная
ул. Родниковая
ул. Свободы
ул. Скобелева
ул. Советская
ул. Солнечная
ул. Строителей
ул. Труда
ул. Федорова
ул. ХХ
ул. Школьная
ул. Юбилейная
ул. Южная



]

export const streetKirov = [

пер. Промышленный


]

export const streetKirovoChepetsk = [

ул. 2-я Садовая
ул. 30 лет Октября
ул. 60 лет Октября
ул. 9 Мая
ул. Березовая
ул. Большевиков
ул. Братьев Васнецовых
ул. Воинской Славы
ул. Володарского
ул. Вятская Набережная
ул. Заводская
ул. Загородная
ул. Звёздная улица
ул. Ивана Бякова
ул. Калинина
ул. Колхозная
ул. Кооперативная
пер. Котельный
ул. Ленина
проезд Лермонтова
проезд Лесной
ул. Луговая
ул. Луначарского
ул. Маршала Конева
ул. Мелиораторов
ул. Молодежная
ул. Молодой Гвардии
ул. Монтажная
ул. Некрасова
ул. Николая Федько
пер. Новостроевский
ул. Парковая
ул. Первомайская
ул. Почтовая
ул. Пролетарская
ул. Профсоюзная
ул. ПС К-Чепецкая
ул. Речная
пр-кт Россия
ул. Свердлова
ул. Свободы
ул. Сергея Ожегова
ул. Солнечная
ул. Сосновая
ул. Строительная
ул. Труда
ул. Химиков
ул. ХХ
ул. Чехова
ул. Энгельса
ул. Юбилейная



]

export const streetKlyuchi = [

ул. Дружбы	  
ул. Полевая	  
ул. Свободы	  
ул. ХХ


]

export const streetKosino = [

ул. Коммуны


]

export const streetKotelnich = [

ул. Базовая
ул. Ванеева
ул. Володарского
пер. Волочаевский
ул. Воровского
ул. Восточная
ул. Герцена
ул. Горная
пер. Горный
ул. Горького
ул. Д.Белых
ул. Даровская
ул. Дачная
ул. Декабристов
ул. Дзержинского
ул. Добролюбова
ул. Дружбы
ул. Заводская
пер. Заводской
ул. Загородная
ул. Западная
ул. Звездная
ул. Зевахина
ул. Земцы
ул. Изумрудная
ул. Калинина
ул. Карла Маркса
ул. Карловых
ул. Кирова
ул. Кленовая
пер. Кленовый
ул. Ключевая
ул. Колхозная
ул. Комсомольская
ул. Котельничская
ул. Красноармейская
ул. Крупской
ул. Куйбышева
ул. Курская
пер. Курский
ул. Кутузова
ул. Ленина
ул. Лермонтова
ул. Ломоносова
ул. Луначарского
ул. Лучистая
ул. Матвеева
ул. Маяковского
ул. Механизаторов
ул. Микилята
ул. Молодёжная
ул. Мопра
ул. Наймушины
ул. Нахимова
ул. Неглинная
ул. Некрасова
ул. Новая
ул. Нововокзальная
пер. Нововокзальный
ул. Новокзальная
ул. Овражная
пер. Овражный
ул. Октябрьская
ул. Осовиахима
ул. Первомайская
ул. Первомайскаяя
пер. Победы
ул. Победы
ул. Полевая
ул. Пригородная
ул. Пролетарская
пер. Пролетарский
ул. Прудная
ул. Пушкина
ул. Речная
ул. Родниковая
ул. Романтиков
ул. Рудницкого
ул. Садовая
ул. Свердлова
пер. Свободы
ул. Свободы
ул. Северная
ул. Серова
ул. Советская
ул. Солнечная
ул. Соловьева
ул. Степана Халтурина
ул. Суворова
ул. Транспортная
ул. Труда
пер. Тургенева
ул. Тургенева
ул. Урицкого
ул. Фабричная
ул. Федосеева
ул. Хлыновская
ул. ХХ
ул. Чапаева
пер. Чапаева
ул. Чернышевского
ул. Чкалова
ул. Шабалины
ул. Шатова
ул. Школьная
ул. Шмидта
ул. Щепина
ул. Энтузиастов
ул. Южная
ул. Яранская



]

export const streetKrinichi = [

ул. ХХ


]

export const streetKumeny = [

ул. Базарная
ул. Береговая
пер. Больничный
ул. Большевиков
ул. Гагарина
ул. Дружбы
ул. Есенина
ул. Западная
пер. Западный
ул. Зеленая
ул. Кирова
ул. Ключевая
ул. Коммунистическая
ул. Коммуны
ул. Комсомольская
ул. Кооперативная
ул. Лесная
ул. Милицейская
ул. Московская
ул. Набережная
ул. Новая
ул. Первомайская
ул. Поселковая
ул. Пролетарская
ул. Промышленная
ул. Прудная
ул. ПС Кумены
ул. Пушкина
ул. Садовая
пер. Садовый
ул. Северная
ул. Советская
ул. Солнечная
ул. Спортивная
ул. Цветочная
ул. Школьная
пер. Юферевский

]

export const streetKushak = [

ул. Отрадная
ул. Пригородная
ул. ХХ



]

export const streetLalsk = [

ул. Володарского
ул. Д.Бедного
ул. Ленина
ул. Ленина Фабричная
ул. Набережная
ул. Нагорная
ул. Р.Люксембург
ул. Труда
пер. Труда
ул. Фабричная
ул. ХХ


]

export const streetLebedi = [

ул. Родниковая	  
ул. ХХ


]

export const streetLeninskoye = [

ул. Берёзовая
ул. Восточная
ул. Гагарина
ул. Горького
ул. Гусарова
ул. Заречная
ул. Комарова
ул. Кооперативная
пер. Кооперативный
ул. Красноармейская
ул. Ленина
ул. Лесная
ул. Маяковского
ул. Н.Шумихиной
ул. Набережная
ул. Подгорная
ул. Профессиональная
ул. Садовая
ул. Северная
ул. Советская
ул. Степана Халтурина
ул. Тотмятина
ул. Фрунзе
ул. ХХ
ул. Школьная


]

export const streetLimonovy = [

ул. Карьерная
ул. Полевая
ул. Прудная
ул. Садовая
ул. ХХ
ул. Центральная


]

export const streetLoban = [

ул. Балтийская
ул. Вишневая
ул. Горная
ул. Дачная
ул. Добрая
ул. Дорожная
ул. Луговая
ул. Межевая
ул. Новая
ул. Подгорная
ул. Пригородная
ул. Радужная
ул. Родниковая
ул. Ручейная
ул. Садовая
ул. Светлая
ул. Солнечная
ул. Средняя
ул. ХХ



]

export const streetLozhkiny = [

ул. Полевая
ул. ХХ
ул. Центральная


]

export const streetLuza = [

пер. 1-й Набережный
ул. Бетонная
ул. Виталия Козлова
ул. Гоголя
ул. Заводская
ул. Калинина
ул. Карла Либкнехта
ул. Кирова
ул. Красноармейская
ул. Ленина
ул. Лесная
ул. Некрасова
ул. Орловская
ул. Осипенко
ул. Островского
ул. Песчаная
ул. Пролетарская
ул. Рабочая
ул. Садовая
ул. Свободы
ул. Труда
ул. ХХ
ул. Чкалова


]

export const streetLoyno = [

ул. Ленина	  
ул. Октябрьская	  
ул. Падерина


]

export const streetMaklaki = [

ул. Векшинская
ул. Дорожная
ул. Луговая
ул. Полевая
ул. ХХ



]

export const streetMalmyzh = [

ул. Береговая
пер. Вишневый
ул. Володарского
ул. Заводская
ул. Заречная
ул. Зелёная
ул. Карла Либкнехта
ул. Карла Маркса
ул. Колхозная
ул. Коммунальная
ул. Комсомольская
ул. Красная
ул. Красноармейская
ул. Ленина
ул. Лесная
пер. Мирный
ул. Молодежная
ул. Набережная
ул. Некрасова
ул. Пионерская
ул. Подгорная
ул. Пристанская
ул. Пролетарская
ул. Связистов
ул. Совхозная
ул. Солуянова
ул. Спортивная
ул. Суровцева
ул. Теленкова
ул. Урицкого
ул. Фруктовая
ул. Фрунзе
ул. ХХ
ул. Цветочная
ул. Чернышевского


]

export const streetMedvedok = [

ул. Дачная
ул. Затонская
ул. Некрасова
ул. Свободы
ул. Сенная
ул. Советская



]

export const streetMundoro = [
  
ул. ХХ


]

export const streetNagorsk = [
  
ул. Западная
ул. Клубная
ул. Ключевая
ул. Леушина
ул. Первомайская
ул. Пионерская
ул. Полевая
ул. Рослякова
ул. Северная
ул. Советская
ул. Энергетиков


]

export const streetNema = [
  
ул. Заводская
ул. Заречная
ул. Набережная
ул. Пионерская
ул. Сельская
ул. Советская
ул. Сосновая
ул. Школьная


]

export const streetNizhnyayaToyma = [
  
ул. Центральная
ул. ХХ


]

export const streetNolinsk = [
  
ул. Бехтерева
пер. Бехтерева
ул. Бориса Чиркова
ул. Дзержинского
ул. Карла Маркса
ул. Коммуны
ул. Кузнецкая
ул. Курнакова
ул. Ленина
ул. Первомайская
ул. Пригородная
ул. Федосеева
ул. Фрунзе
ул. ХХ
ул. Чапаева

]

export const streetOmutninsk = [
  
ул. 30 Л.Победы
ул. 40 лет Октября
ул. 9 мая
ул. Cибирская
ул. Авиации
ул. Азина
ул. Басманова
пер. Береговой
ул. Больничная
ул. Ботаническая
ул. Буденного
ул. Вокзальная
ул. Володарского
ул. Воровского
ул. Восточная
ул. Высоцкого
пер. Гвардейский
ул. Герцена
ул. Горького
пер. Громовой
ул. Дачная
ул. Динамо
ул. Дрелевского
ул. Дружбы
ул. Железнодорожная
пер. Залазнинский
пер. Заовражный
ул. Западная
ул. Заречная
ул. Зеленая
пер. Зеленый
ул. Земнухова
ул. К.Либкнехта
ул. Кабельная
ул. Калинина
ул. Карла Маркса
пер. Киршатский
ул. Коковихина
ул. Коковихинский
ул. Колхозная
ул. Кольцевая
ул. Комсомольска
ул. Комсомольская
ул. Кооперативная
пер. Кооперативный
ул. Кооперации
ул. Кошевого
ул. Красноармейская
ул. Краснофлотская
ул. Кривцова
ул. Крупской
ул. Куйбышева
ул. Ленина
ул. Лермонтова
ул. Матросова
ул. Металлургов
ул. Милицейская
ул. Мира
пер. Мостовой
ул. Нагорная
ул. Новая
ул. Октябрьская
ул. Островского
пер. Панфилова
ул. Парковая
ул. Первомайская
ул. Песчаная
ул. Песчанская
ул. Полевая
ул. Поселковая
ул. Прокатчиков
ул. Пролетарская
ул. Прудовая
ул. Пушкина
ул. Разина
ул. Репина
ул. Российская
ул. Рябиновая
ул. Садовая
ул. Свободы
ул. Северная
ул. Сибирская
ул. Складская
ул. Снежная
ул. Советская
ул. Совхозная
ул. Солнечная
ул. Сосновая
ул. Спартака
ул. Спортивная
ул. Ст.Халтурина
ул. Сталеваров
ул. Стальская
ул. стд Металлург 4 Вишнева
ул. Тельмана
пер. Торфяной
ул. Трактовая
ул. Труда
ул. Трудовых Резервов
ул. Тукмачева
ул. Тургенева
ул. Тюленина
пер. Узколейный
ул. Урицкого
ул. Фрунзе
ул. Халтурина
пер. Хуторский
ул. ХХ
ул. Цветочная
ул. Чапаева
пер. Чернышевского
ул. Чиговская
ул. Чкалова
ул. Шахровская
пер. Шевцовой
ул. Шевченко
пер. Школьный
ул. Шпагина
ул. Юных пионеров



]

export const streetOmutninsky = [
  
ул. Мира

]

export const streetOparino = [
  
ул. Железнодорожная
ул. Ленина
ул. Маяковского
ул. Октябрьская
ул. Первомайская
пер. Пионерский
ул. Профсоюзная
пер. Речной
ул. Розы Люксенбург
ул. Советская
ул. Фрунзе
ул. ХХ
пер. Южный


]

export const streetOrichi = [
  
ул. 8 марта
ул. Карла Маркса
ул. Комсомольская
ул. Кооперативная
ул. Мира
ул. Молодой Гвардии
ул. Набережная
ул. Осенняя
ул. ХХ
ул. Южная



]

export const streetOrekhovtsy = [
  
ул. ХХ


]

export const streetOrlov = [
  
ул. Баумана
ул. В.Сокованова
ул. Варенцова
ул. Воровского
пер. Журавлева
пер. Западный
пер. Зимний
ул. Зонова
ул. Капустина
ул. Кирова
ул. Комсомольская
пер. Красноармейский
ул. Ленина
ул. Ложкина
пер. Ложкина
пер. Мелиораторов
пер. Мокерова
пер. Молодёжный
ул. Набережная
ул. Набержная
ул. Октябрьская
ул. Орловская
ул. Плодосовхозная
ул. ПС Халтурин
ул. Революции
ул. Садовая
пер. Северный
ул. Ст.Халтурина
ул. Строителей
пер. Труда
ул. Центральная усадьба Плодосовхоза
ул. ХХ



]

export const streetPelevichi = [
  
ул. ХХ


]

export const streetPervomaysky = [
  
ул. ХХ


]

export const streetPeskovka = [
  
ул. Владимирова
ул. Дзержинского
ул. Дрелевского
ул. Западная
ул. Катаева
ул. Коммунистическая
ул. Крупской
ул. Куйбышева
ул. Ленина
ул. Морозова
ул. Новая
ул. Партизанская
ул. Свободы
ул. Советская
ул. ХХ
ул. Чкалова
ул. Чувашова



]

export const streetPizhanka = [
  
ул. Базарная
ул. Ведерникова
пер. Волжанина
ул. Восточная
ул. Гагарина
пер. Газетный
ул. Горького
ул. Дружбы
ул. Зелёная
ул. Кирова
ул. Колхозная
ул. Луговая
ул. Механизаторов
ул. Милицейская
ул. Молодежная
ул. Октябрьская
ул. Первомайская
ул. Полевая
ул. Свободы
ул. Северная
ул. Советская
ул. Совхозная
ул. ХХ
ул. Цветочная
ул. Чапаева
ул. Южная



]

export const streetPodosinovets = [
  
ул. Боровая
пер. Дружбы
ул. Дружбы
ул. Заречная
ул. Крестьянская
ул. Луговая
ул. Льнозаводская
ул. Механизаторов
ул. Молодежная
ул. Набережная
ул. Октябрьская
ул. Победы
ул. Полярная
ул. Пролетарская
ул. Рабочая
ул. Садовая
ул. Свободы
ул. Советская
ул. Спортивная
ул. Тестова
ул. Торговая
ул. Труда
ул. ХХ
ул. Юбилейная
ул. Южная
ул. Ясная



]

export const streetPomaskiny = [
  
ул. ХХ


]

export const streetPopovshchina = [
  
ул. ХХ


]

export const streetPerekop = [
  
ул. ЗЕЛЕНАЯ
ул. НАБЕРЕЖНАЯ
ул. Речная
ул. СОВХОЗНАЯ
ул. ХХ
ул. Школьная



]

export const streetPrigorodny = [
  
ул. Западная
ул. Комсомольская
ул. Мелиораторов
ул. Механизаторов
ул. Новостроевская
пер. Октябрьский
ул. Радужная
ул. Северная
ул. ХХ
ул. Цветочная
пер. Юбилейный


]

export const streetProkhory = [
  
ул. ХХ

]

export const streetSaltyki = [
  
ул. ХХ
ул. Центральная

]

export const streetSanchursk = [
  
ул. Горького
ул. Жукова
ул. Заводская
ул. Зевахина
ул. Зелёная
ул. К.Либкнехта
ул. К.Маркса
ул. Карташева
ул. Комсомольская
ул. Корчагина
ул. Ленина
ул. Ленина-Свердлова
пер. Мирный
ул. Набережная
ул. Октябрьская
ул. Первомайская
ул. Пионерская
ул. Прохорова
ул. Р.Люксембург
ул. Свердлова
ул. ХХ
ул. Урицкого
ул. Цветочная
ул. Циалковского
ул. Циолковского
ул. Чапаева


]

export const streetSvecha = [
  
ул. Герцена
ул. Западная
ул. Калинина
ул. Карла Маркса
ул. Кирова
ул. Коммунистическая
ул. Комсомольская
ул. Конева
ул. Кооперативная
ул. Культуры
ул. Октябрьская
ул. Первомайская
ул. Поспелова
ул. Пушкина
ул. Садовая
ул. Свободы
ул. Тотмянина
ул. ХХ
ул. Чапаева


]

export const streetSmetanniki = [
  
ул. ХХ


]
export const streetSlobodskoy = [
  
ул. Азина
ул. Академика Бакулева
ул. Бакулева
ул. Бахметьева
ул. Белохолуницкая
ул. Береговая
ул. Большое Поле
ул. Боровая
ул. Булатова
ул. Весенняя
ул. вокзальная
ул. Воробьи
ул. Вятская
ул. Гагарина
пр-кт Гагарина
ул. Герцена
ул. Глазовская
ул. Гоголя
ул. Городищенская
ул. Горького
ул. Грина
ул. Дальний
пер. Дальний
пер. Дачный
ул. Дерышева
ул. Дзержинского
ул. Екатерининская
ул. Железнодорожная
ул. Загородная
пер. Зеленый
ул. К.Маркса
мкр-н Каринский Перевоз
ул. Карла Маркса
ул. Кедровая
ул. Ключевая
пер. Колхозный
пер. Кольцевой
ул. Комсомольская
пер. Кооперативный
ул. Корто
пер. Космодемьянской
пер. Котлянский
ул. Котлянский
ул. Красноармейская
ул. Крестьянская
пер. Л.Чайкиной
ул. Лебедева
ул. Ленина
пер. Лесной
ул. Лесопарковая
пер. Летний
ул. Лётчика Харина
ул. Ломоносова
ул. Луговая
ул. Луначарского
ул. Малосадовая
пер. Малый
ул. Маршала Конева
ул. Матросова
пер. Мельничный
ул. Металлистов
ул. Меховщиков
ул. Мира
пер. Молодежный
ул. Набережная
ул. Никольская
ул. Новая
ул. Новодачная
ул. Обороны
ул. Озерная
ул. Октябрьская
ул. Олега Кошевого
ул. Опорная
ул. П.Стучки
ул. Павлика Морозова
ул. пер.Бахметьева
ул. Первомайская
пер. Перемчаловский
пер. Песчаный
ул. Пионерская
ул. Подгорная
ул. Пролетарская
ул. Профсоюзная
ул. Пушкина
ул. Рейдовая
ул. Речная
ул. Рождественская
ул. Санкина
ул. Свободы
пер. Семейный
ул. Слободская
ул. Советская
пер. Совхозный
ул. Спасская
пер. Спировского
ул. Степана Халтурина
ул. Трактовая
пер. У.Громовой
ул. Урицкого
ул. Ф.Лесникова
ул. Фабричный
ул. Фанерщик-1
ул. ХХ
ул. Чкалова
ул. Шестаковская
ул. Школьная
ул. Энгельса
пер. Южный
пер. Юный



]

export const streetSovetsk = [
  
ул. Вознесенская
ул. Ворошилова
ул. Восточная
ул. Гагарина
ул. Говорова
ул. Горького
ул. Дзержинского
ул. Жилина
ул. Жукова
ул. Изергина
ул. Калинина
ул. Карла Либкнехта
ул. Карла Маркса
ул. Колхозная
ул. Комсомольская
ул. Кондакова
ул. Конева
ул. Кооперативная
ул. Красноармейская
ул. Крупской
ул. Кукарская
ул. Лазо
ул. Ленина
ул. Лесохимиков
ул. Луговая
ул. Мира
ул. Молодежная
ул. Некрасова
пер. Овражный
ул. Октябрьская
ул. Олега Кошевого
ул. Оф.Смехова
ул. Первомайская
ул. Революционная
ул. Республиканская
ул. Рудницкого
ул. Садовая
ул. Свердлова
пер. Совесткий
ул. Солнечная
ул. Социальная
ул. Строителей
ул. Фрунзе
ул. ХХ
ул. Чапаева
ул. Черных
ул. Шишкина
ул. Энгельса
ул. Южная



]

export const streetSuna = [
  	
ул. Медицинская	  
ул. Мира	  
ул. ХХ


]

export const streetTestovy = [
  
ул. ХХ

]

export const streetTerebilovka = [
  
ул. Зеленая	  
ул. Кирова	  
ул. Мира	  
ул. Советская
ул. ХХ

]

export const streetTorfopredpriyatiye = [
  
ул. ХХ
ул. Пролетарская

]

export const streetTuzha = [
  
ул. ХХ
ул. Горького
ул. Дружбы
ул. Набережная
ул. Профсоюзная
ул. Россохина
ул. Свободы
ул. Советская
ул. Солнечная
ул. Суворова
ул. Энтузиастов


]

export const streetUni = [
  
ул. Гончарная
ул. Кирова
пер. Коммунарский
ул. Красноармейская
ул. Мелиораторов
ул. Механизаторов
ул. Молодежная
ул. Набережная
ул. Партизанская
ул. Профсоюзная
ул. Северная
ул. Труда
ул. Южная
ул. ХХ


]

export const streetUrzhum = [
  
ул. Апрельская
ул. Белинского
ул. Берсенский Тракт
ул. Васнецова
ул. Восточная
ул. Гоголя
ул. Дрелевского
ул. Елкина
ул. Кирова
ул. Кировский тракт
ул. Комсомольская
ул. Красная
ул. Молодежная
ул. Некрасова
ул. Никитина
ул. Новокузнечная
ул. Октябрьская
ул. Пирогова
ул. Подгорная
ул. Полевая
ул. Пушкина
ул. Революционная
ул. Рокина
ул. Советская
ул. Солнечная
пер. Трактовый
ул. Трудовая
ул. ХХ
ул. Яранский тракт


]

export const streetTsentralnayaUsadbaPlodosovkhoza = [
  
ул. Садовая	  
ул. ХХ


]

export const streetYaransk = [
  
ул. Гагарина
ул. Говорова
ул. Горького
пер. Горького
ул. Дачная
ул. Добролюбова
ул. К.Маркса
ул. Карла Маркса
ул. Кирова
ул. Кооперативная
ул. Космонавтов
ул. Костерина
пер. Л.Толстого
ул. Лагуновская
ул. Ленина
ул. Лермонтова
ул. Луговая
ул. Матросова
ул. Маяковского
ул. Мицкевича
ул. Молодой Гвардии
ул. Набережная
ул. Некрасова
ул. Никитина
ул. Олимпийская
ул. Первомайская
ул. Производственная
ул. Пролетарская
ул. Пушкина
пер. Радина
ул. Радина
ул. Революции
ул. Рудницкого
ул. Свободы
ул. Северная
ул. Советская
ул. Соколовская
ул. Строительная
ул. Труда
ул. Тургенева
ул. Халтурина
ул. ХХ
ул. Чапаева
ул. Черепанова
пер. Чернышевского
ул. Чернышевского
ул. Юбилейная



]

export const streetYurya = [
  
ул. 1-я Лесная
ул. Большевиков
ул. Волкова
ул. Гоголя
ул. Горького
ул. Дачная
ул. Заречная
ул. Зои Космодемьянской
ул. Калинина
ул. Кирова
ул. Комсомольская
ул. Кооперативная
ул. Ленина
ул. Лермонтова
ул. Ломоносова
ул. Максима Горького
ул. Маяковского
ул. Мопра
ул. Некрасова
ул. Октябрьская
ул. Первомайская
ул. Профсоюзная
ул. Пушкина
ул. Свободы
ул. Советская
ул. Сусловская
ул. Тестовая
ул. Титова
ул. ХХ
ул. Щорса

]

export const streetChernyyeChezhegi = [
   
ул. ХХ


]

export const streetChernovskoye = [
   
ул. Больничная	  
ул. Кооперативная	  
ул. Советская


]

export const streetChyornayaKholunitsa = [
   
ул. Володарского	  
ул. Кирова	  
ул. Ленина

]

export const streetShamagichi = [
   
ул. Полевая  


]

export const streetShurma = [
   
ул. Первомайская	  
ул. Советская


]